{
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "NvChad": { "branch": "v2.5" },
  "base46": { "branch": "v3.0" },
  "clangd_extensions.nvim": { "branch": "main" },
  "cmake-tools.nvim": { "branch": "master" },
  "cmp-async-path": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "image.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kitty-navigator.nvim": { "branch": "main" },
  "kitty-scrollback.nvim": { "branch": "main" },
  "kitty-themes.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "menu": { "branch": "main" },
  "minty": { "branch": "main" },
  "minuet-ai.nvim": { "branch": "main" },
  "neotest": { "branch": "master" },
  "neotest-gtest": { "branch": "main" },
  "neotest-python": { "branch": "master" },
  "neotest-vitest": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "ui": { "branch": "v3.0" },
  "vim-kitty": { "branch": "main" },
  "volt": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "yazi.nvim": { "branch": "main" }
}
